{
  "normal": [
    "A Study of Elementals: Volume 3: Pain and Tolerance of the Elements",
    "Typhory’s Guide To Abjurations: Rapid Adaptions To Opposing Forces",
    "Notes of Death and Undeath: Vykathar’s Endeavours in the Unholy",
    "The Credits of Lightning and Ice: Shifting Plans and their Collisions",
    "The Basics of Regeneration: Healing in Many instances",
    "Blood and the Foul Arts: Dark Practices of Necromancy",
    "Ethereal and Material: infusing Arcane and Steel",
    "The Warping of Broken Minds: Eteterveil’s Enchanting of the Mad",
    "The Walls That Won’t Change: Transmutation and the Laws of Exchange",
    "Magic in War: Scorched Earth and Seared Minds",
    "Gynthorn’s Research Notes of Arcane Fauna",
    "The Call of the Void: the Draw of the Yawning Nothing",
    "Tides of Chaos: Studies of the Broken Flows",
    "Null Zones: Hythen & Surich’s Research of Anti Magic Zone",
    "Compulsion: the Forcing of a Mind",
    "Seeing Beyond the Sight: Illusionary Hallmarks",
    "A Brief History of the Magically Corrupted Races",
    "Tyven’s Folly of Illusion and Enchantment influence - Vol. 3",
    "To Create and Channel, Evocation and Conjuration: a Study of Flows",
    "Sight Beyond the Realm: Divination Visions of Maliksin",
    "The Dangers of the Shadow Weave: Arch Mage Quilore’s Secret War",
    "The Decay of a Soul: a Study of Resurrection - Vol. 5",
    "A Study of Foci: To Shape Reality Upon the Physical",
    "A Fragile Balance: Nature and It’s Secrets",
    "The Findings of the Wyrm Cult of Asrigah",
    "Eterhen’s Study of Wyvern: the Lesser Dragons",
    "Ethereal Enchantments of Magical Materials: Gyhaki’s Work",
    "Blades of Light in the Howling Night: the Angel’s Decent",
    "The Hungry Abyss: What Lays Beneath Our Fears",
    "Blue Fire’s Wrath: Spell Plague Anthology",
    "Power in the Blood: Elven and Other Fey Descendants",
    "The Mirroring Planes: Fequries Enquiries To the Planes and their Shared Features",
    "A Walk Within the Dead Light of Cold Suns: Tales From the Old Ones",
    "The Study of Gems: Kurin’s Geology - Vol. 7",
    "The Parables of Circles: infinite Lines and Endless Angles. First Prints",
    "Salt and Chalk: the Mundane Script of the Arcane",
    "Chasing Echos: insanity From the Mundane",
    "The Scaled King: Regime of Shadow - Vol. 6",
    "The Winds of Change: From Empire To Dust. Gnome Chronicles 6",
    "Chaotic Minds and Iron Wills: Corruption in Golems",
    "Uses of the Soul: Vol 5: Soul Lightning",
    "Chi: the Energies of Balance",
    "Wyfen’s Advance: a One Man Conquest of the Silver Spires",
    "Tar’tari Tendary: the City of Cosmic Shadows",
    "Secrets and Riddles of the Weave: Vol 14",
    "Shadow and Dust: What Rots and Remains",
    "Fey Unbound: Study of Entrapped Creatures and their Release",
    "Evil’s Horde: Hugar and Juik’s Notes On Demons",
    "Asamokology: the Nature of What Is Fake",
    "Breaking the Cycle: the Written War Against the Gods - Vol. 146",
    "Losing Yourself To Be One: Mind Flayer and the Hive Mind",
    "Stone Eyes: the Myth of Aqytorky"
  ],
  "pun": [
    "How to make Illusions and Charm People",
    "The Illithid by Homer",
    "Memoirs of a Genasi",
    "The 7 Habits of Highly Effective Peasants (The sequel to 'The Hunger Games: a True Story')",
    "Diary of a Wimpy Kobold",
    "A Handmaid's Tail: a collection of short stories by notable Tieflings",
    "Ready Mindflayer One",
    "Dragon Turtles All the Way Down",
    "The Lion, the Witch, and the War-forged",
    "Gone with the Healing Wind",
    "To Kill a Manticore",
    "Planar-shifting for People in a Hurry",
    "One Flew Over the Kenku's Nest",
    "The Brothers Dragonbornov",
    "For Whom the Behir Tolls",
    "The Power of Mimics: Why Certain Encounters Have Extraordinary Impact",
    "The Wizard of Ooze",
    "Fight. Club. - A Comprehensive Guide for Barbarians",
    "The Secret Life of Bards",
    "The Giving Treant",
    "Alice's Adventures in the Underdark",
    "50 Shades of Fey",
    "Sense Motive and Sensability",
    "As I Lay at Zero Hit Points",
    "Great Incantations",
    "The Amityville Hook Horror",
    "Dante's Infernal",
    "The Girl with the Dragonborn Tattoo",
    "Lolth's Web",
    "Satyrs and Sensibility",
    "Pride and Prestidigitation",
    "The Constant Scrivener",
    "The Left Hand Casts Darkness",
    "The Cockatrice in the Rye",
    "One Thousand and One Knights",
    "The Grapes of Wraith: Wining and Dining the Undead",
    "The Adventures of Nancy Druid"
  ]
}