[
  "NPC attempts to become player, ridiculed.",
  "Underground homunculi fights discovered - homunculi sales increase.",
  "Wizard house vanishes in the night, locals suspect shenanigans.",
  "Doppelganger discovered in mayor's place. Townsfolk agree he's better than the old.",
  "Tiefling, dragonborn, and hobbit visit tavern, local economy booming. (Adventures visited)",
  "Werewolf suspected to live in town, buy your silver at Jameson's general store!",
  "Goblins threaten to kill all townsfolk, distracted by 'shiny things'",
  "Dragon flies over town, local illusionist jailed.",
  "Lawyer discovered to be vampire, surprising no one.",
  "Dwarf and human proclaim love, refused wedding ceremony by cleric.",
  "Dragon rider gives birth to half dragon.",
  "Centaur's father jailed for bestially.",
  "Cultists file for rights to be called clerics.",
  "Forest gnome discovered in wood elf elementary school, been 'stealing our food for years.'",
  "Portal to elemental plane discovered, hot springs are rejuvenating says discoverer.",
  "Fey found making old man's shoes, old man to be jailed for slavery.",
  "Jack steals gold from 'giant in sky' giants pissed.",
  "Necromancer family man caught trying to raise a family.",
  "Drunken old ramblings of future discovered to be 90% accurate.",
  "Dragonborn day-care suspected to be kobold infiltration team.",
  "Local dungeon deliver finds 'artefact with a demonic presence' leaves it due to lack of modifiers.",
  "Travelling circus to visit soon.",
  "Farmer discovers wishing well works.",
  "Druid makes farm animals talk, town goes vegetarian.",
  "Druid threatens to awaken plants.",
  "House pet discovered to be archdruid.",
  "30 year old half elf sick of 'being treated like a child.'",
  "Low level adventurers causing trouble in town; seeking rat infested basement to start them on a long quest.",
  "Lost: Pet invisible stalker, if found return to Wash gust (Wizard). Poster includes a picture of the pet",
  "Small medium at large; a poster for an escaped gnomish diviner",
  "Familiars getting too familiar? Please spay or neuter your animal companions.",
  "'Blurry face of something, angel or demon? Who knows' Do you trust your sight? MADD Magicians Against Drunken Divining.",
  "St. Cuthbert's school of phrenology and trepanning",
  "'Beware of doppelgangers!'",
  "'Local wizard went missing after experimenting with a bag of holding'",
  "'You will not believe your eyes when you read what this Halfling found in a dungeon!!!'",
  "'Apprentice sorcerer blew up himself and started a forest fire'",
  "'Thieves' guild revealed to be just a rumour'",
  "'Gnome banished from town after drinking 200 potions of inappropriate yodelling'",
  "'Banshee was still alive hours before she died!'",
  "'City unsure why the sewer smells.'",
  "'City guard's raid smithy, find +1 weapons'",
  "'Goose attacked by aggressive dog, goose refused medical treatment.'",
  "'Ilitrasee an obstakul for billboards, studee finds.'",
  "'Group of adventurers mugged by a parrot.'",
  "'Guard investigation reveals suspicious gold coin to be a copper coin.'",
  "'Cows lose their jobs as milk prices drop'",
  "Seeking apprentice cook/tavern staff",
  "Seeking wizard to remove awaken from my pots and broom.",
  "Local wizard apprentice blamed for recent flood, discovered to be awakened mouse",
  "'Local merchant arrested for selling mimics disguised as furniture and appliances, scheme discovered after customer noticed his refrigerator was running.'",
  "'Rampaging beast destroys slum, townsfolk celebrate new town square.'",
  "Local instrument shop has massive blowout on Large-sized Lutes, due to a hilarious misunderstanding with local adventurers.",
  "Help! Help! I'm being held here and made to write these signs!",
  "Fourth-annual dwarf-throwing competition dissolves into chaos, bloodshed. 'We're looking forward to the fifth year!' says local dwarven merchant.",
  "Bloodknife the Deathrager, level 20 Barbarian, buys local farm. Interviewed while re-forging a sword into a ploughshare, he said 'My DM doesn't support Epic levels.'",
  "Strange ill rumours heard from those fleeing from the north. 'Probably nothing,' agrees city council.",
  "Local wizard's attempt at opening a portal to the Plane of Uncertain Outcomes has succeeded and failed.",
  "Local church erupts into violence over the usage of non-blunt weaponry among clergy. 'What's next,' cried a local priest, 'Paladins with no alignment restrictions?!'",
  "Magical cobblers continue to take heavy losses on sales of Boots of Striding and Springing. Demand continues to drop as more editions are released.",
  "Copyright permit for 11-foot pole denied by local council. 'It IS different!' cried the merchant, as he was escorted from the premises.",
  "Market share for d12 weapons at an all time low. A local blacksmith was reached for comment, 'Orcs just ain't buyin' no more.'",
  "A local village has reached a settlement to recompense a magical tailor for injury and losses sustained after the villagers ran him out of town. The elder of the village said, 'We thought t'were one of them parables! Turns out he does sell invisible cloth. We're truly sorry.'",
  "Dairy farmer to begin offering 'milk for the Khorne flakes'. In an interview, he says 'Well, I began by getting Chaotic Evil cows.'",
  "Orcs-no-eat insurance! You want not get eat, you pay us gold. Our motto are, 'Your money or you get eat.'",
  "A local scientist claims 'Humans are slowly being replaced.' He went on to state that, 'These so-called 'variant humans' look exactly like us, and it is nearly impossible to tell if someone you know is one.'",
  "The town of Westbrynn is under investigation after allegations surfaced that they are offering incentives for higher level creatures to move into the area. Authorities were tipped off after shipments of +5 weapons were intercepted on their way to the town.",
  "Steampunk genres threaten takeover. Coastal wizards decline to comment",
  "Lvl 3 familiars unionized! Necromancers at a loss for words",
  "Gravity subject to change over the next few weeks: alchemists give assurances",
  "Due to the recent rise in tectonic activity, all elemental mages are advised to avoid using materials near riverbanks and volcanoes",
  "Dragon scale market plummets as advances in metalwork create stronger materials",
  "Recent reports confirm health potions to cause loss in bone density. Heavy users of these potions argue that they usually don't live long enough to be effected",
  "Theoretical alchemists argue the universe was created in a failed transmutation event coined 'The Big Bang'",
  "'Local gangsters are putting up false notice boards to an excess.'",
  "Kobold seeks dragon wing for no particular reason.",
  "Local human scholar in need of parchment urgently.",
  "Gnome mystic requires escort to deathly swamp.",
  "Family wedding requires cooks. Will eat any one thing.",
  "The Order of the Magi requires help in procuring the whereabouts of Magus Ornathuss.",
  "Animated sword seeks better life; tired of being used in one way relationship.",
  "Half-elf Baron Faelin Merrybrook found dead at his home. An investigation is still ongoing.",
  "Finals of the annual tavern brawl to take place tomorrow!",
  "Doppelganger suffering from identity crisis trying to find purpose in life.",
  "The Wandering Troupe in town for two days only! Have the minstrels on the run from a bunch of bandits they fleeced and inadvertently involve the characters in their acts.",
  "Local farmer requires assistance. I am unable to pay you for your troubles I am afraid.",
  "Dwarf having some trouble removing a ring. The ring is actually a symbiotic ring and has fused with its new owner. It responds well to gluttony, which the dwarf is afflicted by. As the dwarf becomes more charitable, the ring loosens. If anyone wants to wear the ring, it gives 10 temporary hit points at dawn, each day.",
  "Waresloth seeking help on slow nights.",
  "Dwarf tossing championship at local tavern, bring your own dwarf.",
  "Three gnomes in long coat arrested for impersonating human.",
  "Trigeraian's Used Armour: Eh, it should serve you better than the previous wearer.",
  "Castle executioner found using illegal muscle enchantments.",
  "Local elven leader, famously against interracial breeding, found in orc brothel.",
  "Charngroc's Custom Chimeras: personalized pets for any personality.",
  "Local oracle revealed to be fraud. 'I just wanted to make a prophet' he says.",
  "A Capella singing competition finished. Winner was a buomman asking for directions.",
  "Adventurer teaches blink dog Common. 'Wow. Very language.' comments dog.",
  "Unidentified kobold mage summons sarrukh. Apocalypse scheduled for 6 PM.",
  "Evil Lich Necromancer escaped prison. Wanted dead or alive.",
  "Impersonator discovers his house is a mimic"
]