[
  ["An adventuring party setting off from a village for their first adventure. Goblins can be seen peering out of some bushes.", "u/Mat_The_Duck_Lord"],
  ["A handsome painting of a local lord or other noble, signed “To my dearest friend.”", "u/Mat_The_Duck_Lord"],
  ["A cat with wings sitting on a hill licking its paws.", "u/Mat_The_Duck_Lord"],
  ["A treent patting a blushing dryad on the head.", "u/Mat_The_Duck_Lord"],
  ["A charismatic devil in a suit, sipping wine from a goblet while sitting on a fine chair that itself sits stop a massive pile of gold and jewels.", "u/Mat_The_Duck_Lord"],
  ["A ruined city in the middle of a desert. A giant broken crystal hovers above the tallest tower.", "u/Mat_The_Duck_Lord"],
  ["A nearly nude female dragonborn, draped in silks and eating grapes on a sofa.", "u/Mat_The_Duck_Lord"],
  ["A jeweled sword stuck in a common stone.", "u/Mat_The_Duck_Lord"],
  ["A knight on a horse. In the background a village is burning.", "u/Mat_The_Duck_Lord"],
  ["A dragon dueling a giant while dwarves flee a cave below them.", "u/Mat_The_Duck_Lord"],
  ["An epic battle scene of two human armies fighting each other", "u/Chekaman"],
  ["A painting of an Orc Princess in all her royal finery.", "u/Chekaman"],
  ["A painting of an impressive castle in the rain.", "u/Chekaman"],
  ["A beholder in a top hat whose eyes follow you. But each time you look, it's a different eye.", "u/Lucid_Ulfhedinn"],
  ["A man with a flute and a naked female of every other race.", "u/adoufos"],
  ["A gnome standing proudly in front of some unidentifiable machine. Perhaps it flies?", "u/Pidgewiffler"],
  ["The danse macabre: several skeletons, some in rags and some bedecked in finery, dance together. It is a reminder that after death, all bodies, regardless of status, are the same to a necromancer.", "u/Pidgewiffler"],
  ["A troll intimidating a traveler on his bridge.", "u/Pidgewiffler"],
  ["A red-faced drunken giant.", "u/Pidgewiffler"],
  ["A still-life of potions and alchemical supplies.", "u/Pidgewiffler"],
  ["A solemn saint with a halo of actual enchanted flames.", "u/Pidgewiffler"],
  ["A mountain wreathed in storm.", "u/Pidgewiffler"],
  ["An archer posing with a dead peryton.", "u/Pidgewiffler"],
  ["A hero raising their magical spear to the sky in triumph.", "u/Pidgewiffler"],
  ["A haggard old crone with a crystal ball. The ball contains the painter's reflection, distorted and upside down.", "u/Pidgewiffler"],
  ["An artifact in a glowing crystal cage.", "u/Pidgewiffler"],
  ["The prophesied end of the world.", "u/Pidgewiffler"],
  ["A mirror depicting the room it is in, devoid of people. A small plaque on the frame titles it 'Vampires'", "u/Pidgewiffler"],
  ["A sunset reflecting through an icy glacier.", "u/coconutocean"],
  ["An active volcanic mountain, casting a glow into the night sky.", "u/coconutocean"],
  ["Tidal pools on a rocky shore, full of unfamiliar sea creatures.", "u/coconutocean"],
  ["A formal-looking portrait of a headless woman, holding the decapitated head of a man.", "u/coconutocean"],
  ["A figure sits writing at a desk, surrounded by stacks of books and parchment.", "u/coconutocean"],
  ["A bunch of poorly-rendered stick figures and...is that a house? And it might be on fire? The only clear thing about this painting is that it was likely done by a child.", "u/coconutocean"],
  ["Geometric forms that overlap and intertwine, into which you can sort of apply some level of anthropomorphization. That might be a set of eyes, and that might be a mouth, after all.", "u/coconutocean"],
  ["A coronation scene, with a woman being crowned amidst a court of noble onlookers.", "u/coconutocean"],
  ["A scientific-looking rendering of a local animal/plant, annotated with biological observations.", "u/coconutocean"],
  ["An underwater shipwreck, surrounded by murky water and ethereal forms.", "u/coconutocean"],
  ["An evening sky lit by the aurora.", "u/coconutocean"],
  ["A bridge spanning a wide river, still in mid-construction.", "u/coconutocean"],
  ["A formal-looking portrait of a pig and an anteater.", "u/coconutocean"],
  ["Starry Night with a Nautiloid in the sky", "u/brimforger"],
  ["An painting from a remote country. It depicts a magnificent walled city, with a golem in the background that towers over it. The golem bears the symbol of a foreign deity on its chest, representing the god’s role as a guardian of the city.", "u/CorenNayturus"],
  ["A golem of Hextor burning a village of elves. Drow army can be seen below helping the Golen -Circa 32 year of present day.", "u/Ninja-Siberiano"],
  ["A mated pair of displacer beasts trying to scare off an invading owlbear from their recent kill.", "u/Ironhammer32"],
  ["A nature conservationist caring for and trying to nurse a winter wolf back to health.", "u/Ironhammer32"],
  ["A day in the life of dwarf miners plying their craft",."u/Ironhammer32"],
  ["A wizard and apprentice( discussing magical lore or performing a magical case study.", "u/Ironhammer32"],
  ["A portrait of adventuring friends before setting out for the first time.", "u/Ironhammer32"],
  ["A portrait of adventuring friends as kids in their neighborhood or perhaps at a fair.", "u/Ironhammer32"],
  ["A portrait of adventuring friends surrounded by many/some of their accumulated wealth and accomplishments before one or more of them moved away and/or were killed",."u/Ironhammer32"],
  ["A waterfall and lake in the Feywilds with fey creatures gathered round (e.g., mermaid/-men, dryads, faeries/pixies, etc", "u/Ironhammer32"],
  ["A family portrait of some noble family.", "u/World_of_Ideas"],
  ["A family portrait of a wealthy merchant's family.", "u/World_of_Ideas"],
  ["large caravan (entering, leavin a city.", "u/World_of_Ideas"],
  ["Ships docket at a large port city.", "u/World_of_Ideas"],
  ["A portrait of a busy market street with lots of people buying and selling goods.", "u/World_of_Ideas"],
  ["A brave knight battling a horrible monster. Both are being controlled by puppet strings.", "u/World_of_Ideas"],
  ["A portrait of an adventuring group that looks like a (younger, olde version of the PCs.", "u/World_of_Ideas"],
  ["A woman and a bear standing beside one another, they each have matching multi colored eyes.", "u/A woman and a bear standing beside one another, they each have matching multi colored eyes"],
  ["A pantion of L-G and L-N deities arguing in a court room.", "u/maerlinowich"],
  ["The deity of wisdom lecturing the hungover deity of festivities", "u/maerlinowich"],
  ["A beautiful but wrong map of the planes.", "u/maerlinowich"],
  ["A ancient red dragon battling an ancient white dragon.", "u/maerlinowich"],
  ["A wizard being taunted by his lich-like reflection in a mirror.", "u/maerlinowich"],
  ["A nobleman singing a pact with a grinning succubus", "u/maerlinowich"],
  ["A druidic protection ritual performed in a beautiful forest by charming but animal-like people. They have e.g. antlers or wings.", "u/pinkcactus084"],
  ["A religious picture about the fight between the good and the evil.", "u/pinkcactus084"],
  ["A wonderful cathedral standing on a hill, dedicated to whatever god the ruler follows.", "u/HarshMillennium"],
  ["A portrait of a long dead ancestor, with telltale signs of something demonic about them.", "u/HarshMillennium"],
  ["A large ship battling a kraken in the middle of a raging storm.", "u/HarshMillennium"],
  ["A group of skeletons in a dungeon, peeking around a corner that some unsuspecting adventurers are approaching, planning an ambush.", "u/RustyOsprey9347"],
  ["An idealized painting of famous Wizards at a library discussing principles of magic (Think School of Athen", "u/Sir_Encerwal"],
  ["A historical gathering of clerics/cultists promoting their faith in a courtyard.", "u/Consult_The_Bones"],
  ["A castle overlooking an active volcano.", "u/Consult_The_Bones"],
  ["A surrealism landscape of an elemental plane.", "u/Consult_The_Bones"],
  ["A wonderful cathedral standing on a hill, dedicated to whatever god the ruler follows.", "u/HarshMillennium"],
  ["A portrait of a long dead ancestor, with telltale signs of something demonic about them.", "u/HarshMillennium"],
  ["large ship battling a kraken in the middle of a raging storm.", "u/HarshMillennium"],
  ["Dead nature ( don't know the translation, those training paintings everyone does first to test styles.", "u/texmex42"],
  ["Graphite sketches of an ancient, now outdated, dwarven war machine.", "u/texmex42"],
  ["A collection of paintings of forest scenes with a red hooded girl and a werewolf", "u/texmex42"],
  ["A satyr peeping through trees, watching the dryads bathe joyously.", "u/texmex42"],
  ["The market of meerkhat, a sensorial confounding painting of a desert based market, with vibrant colours, hundreds of depicted heads (as in shoppers and seller all almost running over each other, and what looks like a parade on a higher road in the background. The looker of the painting makes a DC 13 Wisdom saving throw to resist an urge to go shopping (either the gift shop at the museum or going to the closest market and going on a spree.)", "u/texmex42"],
  ["A group of gnomes or halflings tiptoeing around a sleeping dragon and their hoard", "u/N3RVA"],
  ["A large army of dark knights being driven away by angels, their awesomely armored leader holding an evil looking great sword being struck in the chest by a spear of light.", "u/someone_back_1n_time"],
  ["A portrait of a striking military leader's top half. Not shown is the bottom half, where the leader is wearing very silly underwear and women's shoes.", "u/someone_back_1n_time"],
  ["A necromancer animating skeletons like puppets to play instruments. One of them is playing a trumpet.", "u/someone_back_1n_time"],
  ["A grand feast being held in a cramped tavern room.", "u/someone_back_1n_time"],
  ["A group of six werewolves playing poker.", "u/sanorace"],
  ["A sad dwarf with his ear cut off.", "u/sanorace"],
  ["A banshee screaming on a bridge.", "u/sanorace"],
  ["A group of gnomes or halflings tiptoeing around a sleeping dragon and their hoard", "u/rhedone_"],
  ["A pack of gnolls battling a town militia", "u/rhedone_"],
  ["The Ascension of a cleric into a saint or celestial", "u/rhedone_"],
  ["A warlock being contacted and accepting a pact with their patron (whichever kin", "u/rhedone_"],
  ["A noble knight breaking a liches phylactery", "u/rhedone_"],
  ["A trio of giant humanoids carving out mountains from the earth, as a god watches over them.", "u/someone_back_1n_time]"
]
